Tutorial/bubbleColumn/constant/levelSetProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "constant";
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

phases (water air);

water
{
    transportModel  Newtonian;
    nu              nu [ 0 2 -1 0 0 0 0 ] 0.01;
}

air
{
    transportModel  Newtonian;
    nu              nu [ 0 2 -1 0 0 0 0 ] 0.1;
}

sigma           sigma [ 1 0 -2 0 0 0 0 ] 1.96;

deltaX		deltaX [ 0 0 0 0 0 0 0 ] 0.00625; //0.006667;
epsilon     epsilon [ 0 0 0 0 0 0 0 ] 0.009375; //1.5*deltaX;

// ************************************************************************* //
